Repository: MaddTheSane/neko-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, it

source: Choose a plugin folder — its name ends in .nekoplugin. It will be copied in and left switched off.
es: Elige una carpeta de plugin — su nombre acaba en .nekoplugin. Se copiará dentro y se dejará apagada.
fr: Choisissez un dossier de plugin — son nom se termine par .nekoplugin. Il sera copié et laissé éteint.
it: Scegli una cartella di plugin — il nome finisce in .nekoplugin. Verrà copiata dentro e lasciata spenta.

source: Choose your %@ folder so Neko can work in it. It is the only way in: nothing else can grant this.
es: Elige tu carpeta %@ para que Neko pueda trabajar en ella. Es la única vía: nada más puede concederlo.
fr: Choisissez votre dossier %@ pour que Neko puisse y travailler. C’est le seul moyen : rien d’autre ne peut l’accorder.
it: Scegli la tua cartella %@ così Neko può lavorarci. È l'unica strada: nient'altro può concederlo.

source: clear
es: despejado
fr: dégagé
it: sereno

source: consulting the ball of yarn
es: consulto el ovillo
fr: je consulte la pelote
it: consulto il gomitolo

source: consumer technology, in Italian
es: tecnología de consumo, en italiano
fr: technologie grand public, en italien
it: tecnologia di consumo, in italiano

source: Continue
es: Continuar
fr: Continuer
it: Continua

source: Copy “%@” from %@ to %@?
es: ¿Copio «%@» de %@ a %@?
fr: Je copie « %@ » de %@ vers %@ ?
it: Copio “%@” da %@ a %@?

source: culture, in Italian
es: cultura, en italiano
fr: culture, en italien
it: cultura, in italiano

source: Curiosity comes with roaming whatever this switch says: every minute or two the cat comes over to the pointer, asks what you are writing, or goes to claw the edge of the screen. That part needs no engine and sends nothing anywhere.
es: La curiosidad viene con el deambular, diga lo que diga este interruptor: cada uno o dos minutos el gato se acerca al cursor, pregunta qué estás escribiendo, o va a arañar el borde de la pantalla. Esa parte no usa ningún motor y no envía nada.
fr: La curiosité vient avec le vagabondage, quoi que dise cet interrupteur : toutes les une ou deux minutes le chat s’approche du curseur, demande ce que vous écrivez, ou va griffer le bord de l’écran. Cette partie n’utilise aucun moteur et n’envoie rien.
it: La curiosità arriva con il gironzolare qualunque cosa dica questo interruttore: ogni minuto o due il gatto si avvicina al puntatore, chiede cosa stai scrivendo, o va a graffiare il bordo dello schermo. Quella parte non usa nessun motore e non invia niente da nessuna parte.

source: deciding where the light comes from
es: decido de dónde viene la luz
fr: je décide d’où vient la lumière
it: decido da dove viene la luce

source: Do not download
es: No descargar
fr: Ne pas télécharger
it: Non scaricare

source: Done.
es: Hecho.
fr: C’est fait.
it: Fatto.

source: Download
es: Descargar
fr: Télécharger
it: Scarica

source: Download a model first
es: Descarga primero un modelo
fr: Téléchargez d’abord un modèle
it: Prima scarica un modello

source: Download again
es: Descargar de nuevo
fr: Télécharger à nouveau
it: Scarica di nuovo

source: Download anyway
es: Descargar de todos modos
fr: Télécharger quand même
it: Scarica comunque

source: Download the picture model first.
es: Descarga primero el modelo de imágenes.
fr: Téléchargez d’abord le modèle d’images.
it: Prima scarica il modello per le immagini.

source: Downloading %.0f%%…
es: Descargando %.0f%%…
fr: Téléchargement %.0f%%…
it: Scaricamento %.0f%%…

source: Downloading %@ — %.0f%%
es: Descargando %@ — %.0f%%
fr: Téléchargement de %@ — %.0f%%
it: Scarico %@ — %.0f%%

source: Downloading it will work. Loading it will not, and the download is several gigabytes.
es: La descarga funcionará. La carga no, y la descarga es de varios gigabytes.
fr: Le téléchargement fonctionnera. Le chargement non, et le téléchargement fait plusieurs gigaoctets.
it: Scaricarlo funzionerà. Caricarlo no, e il download è di diversi gigabyte.

source: Downloading Neko
es: Descargando Neko
fr: Téléchargement de Neko
it: Scaricamento di Neko

source: Draw a cat now
es: Dibuja un gato ahora
fr: Dessiner un chat maintenant
it: Disegna un gatto adesso

source: Drawing is switched off.
es: El dibujo está apagado.
fr: Le dessin est désactivé.
it: Il disegno è spento.

source: Drawing…
es: Dibujando…
fr: Il dessine…
it: Sto disegnando…

source: Drawings
es: Dibujos
fr: Dessins
it: Disegni

source: Drawn in %.0f seconds.
es: Dibujado en %.0f segundos.
fr: Dessiné en %.0f secondes.
it: Disegnato in %.0f secondi.

source: drizzle
es: llovizna
fr: bruine
it: pioviggine

source: Each of its characters has to be the name of a folder ending in .nekochar.
es: Cada uno de sus personajes tiene que ser el nombre de una carpeta que acabe en .nekochar.
fr: Chacun de ses personnages doit être le nom d’un dossier se terminant par .nekochar.
it: Ognuno dei suoi personaggi deve essere il nome di una cartella che finisce in .nekochar.

source: Each of its routes needs its own Identifier.
es: Cada una de sus rutas necesita su propio Identifier.
fr: Chacune de ses routes a besoin de son propre Identifier.
it: Ogni sua rotta ha bisogno di un Identifier suo.

source: Each of its verbs needs its own Identifier.
es: Cada uno de sus verbos necesita su propio Identifier.
fr: Chacun de ses verbes a besoin de son propre Identifier.
it: Ogni suo verbo ha bisogno di un Identifier suo.

source: Early. Good.
es: Temprano. Bien.
fr: Tôt. Bien.
it: Presto. Bene.

source: Effort:
es: Esfuerzo:
it: Impegno:

source: Evening.
es: Buenas tardes.
fr: Bonsoir.
it: Buonasera.

source: Everything switched on has what it needs.
es: Todo lo que está encendido tiene lo que necesita.
fr: Tout ce qui est activé a ce qu’il lui faut.
it: Tutto quello che hai acceso ha quello che gli serve.

source: Examples…
es: Ejemplos…
fr: Exemples…
it: Esempi…

source: Failed
es: Falló
fr: Échec
it: Non riuscito

source: Fall asleep when idle
es: Se duerme si no hay actividad
fr: S’endort à l’arrêt de la souris
it: Si addormenta quando è inattivo

source: filling in the background
es: relleno el fondo
fr: je remplis le fond
it: riempio lo sfondo

source: Fits barely: %.0f GB of %.0f GB. The Mac will feel it.
es: Cabe por poco: %.0f GB de %.0f. El Mac lo notará.
fr: Tient tout juste : %.0f Go sur %.0f. Le Mac le sentira.
it: Ci sta appena: %.0f GB su %.0f. Il Mac lo sentirà.

source: fog
es: niebla
fr: brouillard
it: nebbia

source: Folders it has been shown: %@.
es: Carpetas que le has enseñado: %@.
fr: Dossiers qui lui ont été montrés : %@.
it: Cartelle che gli hai mostrato: %@.

source: Follows the cursor
es: Sigue el cursor
fr: Suit le curseur
it: Segue il cursore

source: For a few seconds after it speaks, so an answer needs no keystroke. The bubble says so while the microphone is open.
es: Unos segundos después de hablar, para contestar sin tocar el teclado. El globo lo dice mientras el micrófono está abierto.
fr: Quelques secondes après avoir parlé, pour répondre sans toucher au clavier. La bulle le dit tant que le micro est ouvert.
it: Per qualche secondo dopo che ha parlato, così rispondere non richiede tasti. Il fumetto lo dice finché il microfono è aperto.

source: Forget
es: Olvidar
fr: Oublier
it: Dimentica

source: Forget everything
es: Olvidar todo
fr: Tout oublier
it: Dimentica tutto

source: Forget everything Neko remembers?
es: ¿Olvidar todo lo que Neko recuerda?
fr: Oublier tout ce que Neko retient ?
it: Dimenticare tutto quello che Neko ricorda?

source: Forget them
es: Olvidarlas
fr: Les oublier
it: Dimenticale

source: Forgotten: %@
es: Olvidado: %@
fr: Oublié : %@
it: Dimenticato: %@

source: getting the shape right
es: ajusto la forma
fr: je corrige la forme
it: aggiusto la forma

source: Got it. It was getting away.
es: Lo tengo. Se estaba escapando.
fr: Attrapé. Il s’échappait.
it: Preso. Stava scappando.

source: Handed over one folder at a time, in a panel, so the cat can copy or move a file. Nothing is read until you do.
es: Se entregan una carpeta cada vez, en un panel, para que el gato pueda copiar o mover un archivo. Hasta que lo hagas, no lee nada.
fr: Confiés un dossier à la fois, dans un panneau, pour que le chat puisse copier ou déplacer un fichier. Tant que vous ne le faites pas, rien n’est lu.
it: Si consegnano una cartella alla volta, da un pannello, così il gatto può copiare o spostare un file. Finché non lo fai, non legge niente.

source: Having a look…
es: Echando un vistazo…
fr: Il jette un œil…
it: Sto dando un’occhiata…

source: Hello, %@.
es: Hola, %@.
fr: Bonjour, %@.
it: Ciao, %@.

source: Hold on, I will draw it.
es: Un momento, te lo dibujo.
fr: Un instant, je te le dessine.
it: Un attimo, te lo disegno.

source: I am %@, on screen %ld.
es: Estoy %@, en la pantalla %ld.
fr: Je suis %@, sur l’écran %ld.
it: Sto %@, sullo schermo %ld.

source: I am %@.
es: Estoy %@.
fr: Je suis %@.
it: Sto %@.

source: I am a cat. Ask me again once you have set up an answer.
es: Soy un gato. Vuelve a preguntar cuando tengas una respuesta configurada.
fr: Je suis un chat. Redemandez quand une réponse sera configurée.
it: Sono un gatto. Richiedimelo quando avrai preparato una risposta.

source: I cannot do that one.
es: Esa no la sé hacer.
fr: Celle-là, je ne sais pas la faire.
it: Quello non lo so fare.

source: I cannot find “%@” there.
es: Ahí no encuentro «%@».
fr: Je n’y trouve pas « %@ ».
it: Lì non trovo “%@”.

source: I cannot find a Shortcut called “%@”.
es: No encuentro ningún atajo llamado «%@».
fr: Je ne trouve aucun raccourci nommé « %@ ».
it: Non trovo una Scorciatoia chiamata «%@».

source: I cannot know that about you.
es: Eso de ti no puedo saberlo.
fr: Ça, de toi, je ne peux pas le savoir.
it: Questo di te non posso saperlo.

source: I cannot see inside your files.
es: No puedo ver dentro de tus archivos.
fr: Je ne peux pas voir dans tes fichiers.
it: Non posso vedere dentro i tuoi file.

source: I cannot see the markets.
es: No puedo ver las cotizaciones.
fr: Je ne peux pas voir les cours.
it: Non posso vedere le quotazioni.

source: I cannot see the weather.
es: No puedo ver el tiempo.
fr: Je ne peux pas voir la météo.
it: Non posso vedere il meteo.

source: I cannot see whether it builds.
es: No puedo ver si compila.
fr: Je ne peux pas voir si ça compile.
it: Non posso vedere se compila.

source: I cannot see who is there.
es: No puedo ver quién está ahí.
fr: Je ne peux pas voir qui est là.
it: Non posso vedere chi c’è.

source: I cannot see your accounts.
es: No puedo ver tus cuentas.
fr: Je ne peux pas voir tes comptes.
it: Non posso vedere i tuoi conti.

source: I cannot see your calendar.
es: No puedo ver tu calendario.
fr: Je ne peux pas voir ton agenda.
it: Non posso vedere il tuo calendario.

source: I cannot see your mail.
es: No puedo ver tu correo.
fr: Je ne peux pas voir ton courrier.
it: Non posso vedere la tua posta.

source: I could not ask about new versions just now.
es: No he podido preguntar si hay versiones nuevas.
fr: Je n’ai pas pu demander s’il y a du nouveau.
it: Non sono riuscito a chiedere se ci sono versioni nuove.

source: I could not hear anything at all.
es: No he oído nada en absoluto.
fr: Je n’ai rien entendu du tout.
it: Non ho sentito proprio nulla.

source: I could not open the disk image.
es: No he podido abrir la imagen de disco.
fr: Je n’ai pas pu ouvrir l’image disque.
it: Non sono riuscito ad aprire l’immagine disco.

source: I could not reach it.
es: No he podido llegar.
fr: Je n’ai pas pu y accéder.
it: Non ci sono arrivato.

source: I did not catch that.
es: No lo he entendido.
fr: Je n’ai pas compris.
it: Non ho capito.

source: I do not have that one to look at.
es: Esa no la tengo para mirar.
fr: Celle-là, je ne l’ai pas.
it: Quella non ce l'ho da guardare.

source: I have no answer for that.
es: No tengo respuesta.
fr: Je n’ai pas de réponse.
it: Non ho una risposta.

source: I have not been shown that folder.
es: Esa carpeta no me la has enseñado nunca.
fr: Ce dossier ne m’a jamais été montré.
it: Quella cartella non me l'hai mai mostrata.

source: I have not said anything yet.
es: Todavía no he dicho nada.
fr: Je n’ai encore rien dit.
it: Non ho ancora detto niente.

source: I have nothing written down about that.
es: No tengo nada anotado sobre eso.
fr: Je n’ai rien de noté là-dessus.
it: Non ho niente scritto su questo.

source: I have stopped looking.
es: He dejado de mirar.
fr: J’ai arrêté de regarder.
it: Ho smesso di guardare.

source: I was not remembering that.
es: No lo estaba recordando.
fr: Je ne m’en souvenais pas.
it: Non me ne stavo ricordando.

source: I will look for %@, and then stop.
es: Miro durante %@, y luego paro.
fr: Je regarde pendant %@, puis j’arrête.
it: Guardo per %@, poi smetto.

source: I will remember that.
es: Me lo apunto.
fr: Je m’en souviendrai.
it: Me lo ricordo.

source: I would need the Accessibility permission to read anything. It is in System Settings, Privacy & Security, Accessibility.
es: Necesitaría el permiso de Accesibilidad para leer algo. Está en Ajustes del Sistema, Privacidad y seguridad, Accesibilidad.
fr: Il me faudrait la permission d’Accessibilité pour lire quoi que ce soit. Elle est dans Réglages Système, Confidentialité et sécurité, Accessibilité.
it: Mi servirebbe il permesso di Accessibilità per leggere qualcosa. È in Impostazioni di Sistema, Privacy e Sicurezza, Accessibilità.

source: in the middle
es: en el medio
fr: au milieu
it: in mezzo

source: Is it about me?
es: ¿Habla de mí?
fr: C’est à propos de moi ?
it: Parla di me?

source: Is that thing still not working?
es: ¿Esa cosa sigue sin funcionar?
fr: Ce truc ne marche toujours pas ?
it: Quella cosa non funziona ancora?

source: It adds feeds without asking for the network, so nothing could be fetched.
es: Añade fuentes sin pedir la red, así que no se podría descargar nada.
fr: Il ajoute des flux sans demander le réseau, donc rien ne pourrait être récupéré.
it: Aggiunge feed senza chiedere la rete, quindi non si potrebbe scaricare niente.

source: It adds routes without asking for the network, so nothing could be fetched.
es: Añade rutas sin pedir la red, así que no se podría descargar nada.
fr: Elle ajoute des routes sans demander le réseau, donc rien ne pourrait être chargé.
it: Aggiunge rotte senza chiedere la rete, quindi non si potrebbe scaricare niente.

source: It came over to ask what you are writing.
es: Vino a preguntar qué estás escribiendo.
fr: Il est venu demander ce que vous écrivez.
it: È venuto a chiedere cosa stai scrivendo.

source: It can open an application, an address in a browser, one of your folders in the Finder, run one of your own Shortcuts, and copy or move a single file between your folders. That list is all of it. It always shows what it is about to do and waits for a yes; dismissing the bubble is a no. It never overwrites, never deletes, and never acts on text it read from the screen — only on what you said out loud.
es: Puede abrir una aplicación, una dirección en el navegador, una de tus carpetas en el Finder, ejecutar uno de tus atajos, y copiar o mover un solo archivo entre tus carpetas. Esa lista es todo. Siempre enseña lo que va a hacer y espera un sí; cerrar el globo cuenta como no. Nunca sobrescribe, nunca borra, y nunca actúa sobre texto leído de la pantalla: solo sobre lo que dijiste.
fr: Il peut ouvrir une application, une adresse dans un navigateur, un de vos dossiers dans le Finder, exécuter un de vos raccourcis, et copier ou déplacer un seul fichier entre vos dossiers. Cette liste, c’est tout. Il montre toujours ce qu’il va faire et attend un oui ; fermer la bulle vaut non. Il n’écrase jamais, ne supprime jamais, et n’agit jamais sur du texte lu à l’écran : seulement sur ce que vous avez dit.
it: Può aprire un'applicazione, un indirizzo nel browser, una delle tue cartelle nel Finder, eseguire un tuo comando rapido, e copiare o spostare un singolo file fra le tue cartelle. Quella lista è tutto. Mostra sempre cosa sta per fare e aspetta un sì; chiudere il fumetto vale come no. Non sovrascrive mai, non cancella mai, e non agisce mai su testo letto dallo schermo: solo su quello che hai detto tu.

source: It cannot name an address of its own — only one of those words — so nothing it reads can send it somewhere else. What comes back is quoted to it as somebody else's words, and an answer built on them is not allowed to open, copy or move anything: a headline is written by a stranger. The request carries no question, no account and no cookies; the site sees that a public feed was fetched. With Apple Intelligence or a model on this Mac the headlines stay here; with ChatGPT, Claude or a Shortcut they are sent on like any other question.
es: No puede indicar una dirección propia —solo una de esas palabras—, así que nada de lo que lee puede mandarlo a otro sitio. Lo que vuelve se le cita como palabras de otros, y una respuesta construida sobre ellas no puede abrir, copiar ni mover nada: un titular lo escribe un desconocido. La petición no lleva la pregunta, ni cuenta ni cookies; el sitio ve que se descargó un feed público. Con Apple Intelligence o un modelo en este Mac los titulares se quedan aquí; con ChatGPT, Claude o un atajo se envían como cualquier otra pregunta.
fr: Il ne peut pas indiquer une adresse à lui — seulement l’un de ces mots — donc rien de ce qu’il lit ne peut l’envoyer ailleurs. Ce qui revient lui est cité comme les mots de quelqu’un d’autre, et une réponse fondée là-dessus n’a pas le droit d’ouvrir, de copier ni de déplacer quoi que ce soit : un titre est écrit par un inconnu. La requête ne transporte ni question, ni compte, ni cookies ; le site voit qu’un flux public a été récupéré. Avec Apple Intelligence ou un modèle sur ce Mac, les titres restent ici ; avec ChatGPT, Claude ou un raccourci, ils sont envoyés comme n’importe quelle question.
it: Non può indicare un indirizzo suo — solo una di quelle parole — quindi niente di quello che legge può mandarlo altrove. Quello che torna gli viene citato come parole di altri, e una risposta costruita su quelle non può aprire, copiare o spostare niente: un titolo lo scrive uno sconosciuto. La richiesta non porta la domanda, né account né cookie; il sito vede che è stato scaricato un feed pubblico. Con Apple Intelligence o un modello su questo Mac i titoli restano qui; con ChatGPT, Claude o un comando rapido vengono spediti come qualunque altra domanda.

source: It could not be copied in.
es: No se ha podido copiar dentro.
fr: Il n’a pas pu être copié.
it: Non è stato possibile copiarlo dentro.

source: It does not say which plugin interface it was written for.
es: No dice para qué interfaz de plugin se escribió.
fr: Il ne dit pas pour quelle interface de plugin il a été écrit.
it: Non dice per quale interfaccia plugin è stato scritto.

source: It extends “%@”, which this version of Neko does not offer yet.
es: Extiende «%@», que esta versión de Neko todavía no ofrece.
fr: Il étend « %@ », que cette version de Neko n’offre pas encore.
it: Estende “%@”, che questa versione di Neko non offre ancora.

source: It had nothing worth saying about this.
es: No tenía nada que decir sobre esto.
fr: Il n’avait rien à dire là-dessus.
it: Non aveva niente da dire su questo.

source: It has been shown no folders, so it cannot touch a file yet. Handing one over is a panel you fill in yourself; nothing else can grant it.
es: No se le ha enseñado ninguna carpeta, así que no puede tocar ningún archivo. Entregarle una es un panel que rellenas tú; nada más lo concede.
fr: Aucun dossier ne lui a été montré, il ne peut donc toucher aucun fichier. En confier un passe par un panneau que vous remplissez vous-même ; rien d’autre ne l’accorde.
it: Non gli è stata mostrata nessuna cartella, quindi non può toccare nessun file. Consegnargliene una è un pannello che compili tu; nient'altro può concederlo.

source: It has no Name to show.
es: No tiene un Name que mostrar.
fr: Il n’a pas de Name à afficher.
it: Non ha un Name da mostrare.

source: It has verbs that command Music or Spotify without asking to.
es: Tiene verbos que mandan a Música o a Spotify sin pedir hacerlo.
fr: Il a des verbes qui commandent Musique ou Spotify sans demander à le faire.
it: Ha verbi che comandano Musica o Spotify senza chiedere di farlo.

source: It has verbs that open an address without asking to open things.
es: Tiene verbos que abren una dirección sin pedir abrir cosas.
fr: Il a des verbes qui ouvrent une adresse sans demander à ouvrir des choses.
it: Ha verbi che aprono un indirizzo senza chiedere di aprire cose.

source: It has verbs that run one of your Shortcuts without asking to.
es: Tiene verbos que ejecutan uno de tus atajos sin pedir hacerlo.
fr: Il a des verbes qui lancent l’un de vos raccourcis sans demander à le faire.
it: Ha verbi che eseguono un tuo comando rapido senza chiedere di farlo.

source: It is %@.
es: Son las %@.
fr: Il est %@.
it: Sono le %@.

source: It is in %@ when you want it.
es: Está en %@ cuando la quieras.
fr: Elle est dans %@ quand tu veux.
it: Sta in %@ quando la vuoi.

source: It is in front of your calendar — press Add there.
es: Está delante de tu calendario — pulsa Añadir ahí.
fr: C’est devant votre calendrier — appuyez sur Ajouter là.
it: È davanti al tuo calendario — premi Aggiungi lì.

source: It is late. I will keep it down.
es: Es tarde. Haré poco ruido.
fr: Il est tard. Je ferai doucement.
it: È tardi. Faccio piano.

source: It is looking right now — what is in the field you are typing in, or under the pointer, is included above. It stops on its own, the time left is in the cat's menu, and one click there ends it. Password fields are refused, nothing at all is read while macOS has secure keyboard entry on, and only the last few hundred characters are taken.
es: Está mirando ahora mismo — lo que hay en el campo donde escribes, o bajo el puntero, entra aquí arriba. Para solo, el tiempo que queda está en el menú del gato, y un clic ahí lo termina. Los campos de contraseña se rechazan, mientras macOS tiene la entrada segura activada no lee nada en absoluto, y solo se toman los últimos cientos de caracteres.
fr: Il regarde en ce moment — ce qui est dans le champ où vous écrivez, ou sous le pointeur, est inclus ci-dessus. Il s’arrête tout seul, le temps restant est dans le menu du chat, et un clic là-bas y met fin. Les champs de mot de passe sont refusés, rien n’est lu tant que macOS a la saisie sécurisée activée, et seuls les derniers quelques centaines de caractères sont pris.
it: Sta guardando adesso — quello che c'è nel campo in cui stai scrivendo, o sotto il puntatore, entra qui sopra. Smette da solo, il tempo che manca è nel menu del gatto, e un click lì lo ferma. I campi password sono rifiutati, mentre macOS ha l'inserimento sicuro non legge assolutamente niente, e vengono presi solo gli ultimi qualche centinaio di caratteri.

source: It is not looking, and it has no Accessibility permission either, so it could not. The button above asks for both at once; the permission is in System Settings, Privacy & Security, Accessibility.
es: No está mirando, y tampoco tiene el permiso de Accesibilidad, así que no podría. El botón de arriba pide los dos a la vez; el permiso está en Ajustes del Sistema, Privacidad y seguridad, Accesibilidad.
fr: Il ne regarde pas, et il n’a pas non plus la permission d’Accessibilité, donc il ne pourrait pas. Le bouton ci-dessus demande les deux à la fois ; la permission est dans Réglages Système, Confidentialité et sécurité, Accessibilité.
it: Non sta guardando, e non ha nemmeno il permesso di Accessibilità, quindi non potrebbe. Il pulsante qui sopra chiede tutti e due insieme; il permesso è in Impostazioni di Sistema, Privacy e Sicurezza, Accessibilità.
